Repository: NRCan/GSC-Field-Application
Catalog: GSCFieldApp/Resources/Strings/LocalizableStrings.*.resx
Languages: fr_ca

# AboutPageAppInfoDBVersion
source: Database version
fr_ca: Version de la base de données

# AboutPageAppInfoHeader
source: Application information
fr_ca: Information sur l'application

# AboutPageAppInfoPublisher
source: Natural Resources Canada
fr_ca: Ressources naturelles Canada

# AboutPageContactText
source: Gabriel Huot-Vézina Geomatic agent Geological Survey of Canada, Natural Resources Canada Government of Canada 490 de la Couronne, Québec, Québec, G1K 9A9 gabriel.huot-vezina@nrcan-rncan.gc.ca
fr_ca: Gabriel Huot-Vézina Agent géomatique Commission géologique du Canada, Ressources naturelles du Canada Gouvernment du Canada 490 de la Couronne, Québec, Québec, G1K 9A9 gabriel.huot-vezina@nrcan-rncan.gc.ca

# AboutPageProjectHeader
source: Project
fr_ca: Projet

# AboutPageProjectIssue
source: Submit an
fr_ca: Soumettre un

# AboutPageProjectIssueHyperlink
source: issue.
fr_ca: problème.

# AboutPageProjectSourceCode
source: Project source code available on
fr_ca: Code source du projet sur disponible sur

# AboutPageTeamHeader
source: Team
fr_ca: Équipe

# AboutPageTeamText
source: Cocking, Robert – Training and Advisor Girard, Étienne – Geological Data Flow Project Leader Huot-Vézina, Gabriel – Lead Developer, Data Collection Activity Leader Joseph, Jamel – Developer Shimamura, Kaz – Senior Advisor
fr_ca: Cocking, Robert – Conseiller et formation Girard, Étienne – Modélisateur de base de donnée, Chef de projet "Geological Data Flow" Huot-Vézina, Gabriel – Principal programmeur, Chef d'activité Joseph, Jamel – Programmeur Shimamura, Kaz – Conseiller

# AboutPageTitle
source: GSC Field Application
fr_ca: Application de terrain de la CGC

# ButtonSave
source: Save
fr_ca: Enreg.

# ButtonSaveDelete
source: Delete
fr_ca: Suppr.

# ButtonSaveStay
source: Stay
fr_ca: Rester

# DisplayAlertGPS
source: Location
fr_ca: Position

# DisplayAlertGPSDenied
source: Location access denied
fr_ca: Positionnement refusé

# DisplayAlertGPSMessage
source: Access to location service is currently disabled. Would you like to fix the problem?
fr_ca: Aucun droit de positionnement. Aimeriez-vous modifier les droits?

# DisplayAlertGPSNoEnabled
source: Location access not activated
fr_ca: Positionnement non activé

# DisplayAlertNotAllowed
source: Not Allowed!
fr_ca: Pas autorisé!

# DisplayAlertNotAllowedContent
source: Can't create a station with same location.
fr_ca: Une station ne peut avoir la même location qu'une autre. Retournez à la page de cartes.

# DocumentPageAdvancedTitle
source: Advanced
fr_ca: Spécialisé

# DocumentPageBatchEntry
source: Batch entry of photo records
fr_ca: Saisie d'un lot de photo

# DocumentPageCaption
source: Caption
fr_ca: Libéllé

# DocumentPageCategory
source: Category
fr_ca: Catégorie

# DocumentPageEmbededTitle
source: Embeded camera
fr_ca: Caméra interne

# DocumentPageExternalTitle
source: External camera
fr_ca: Caméra externe

# DocumentPageFileName
source: File Name
fr_ca: Nom du fichier

# DocumentPageFileNoFrom
source: From (#)
fr_ca: Début (#)

# DocumentPageFileNoTo
source: To (#)
fr_ca: Fin (#)

# DocumentPageFileType
source: File Type
fr_ca: Type fichier

# DocumentPageLoadPreviousCaption
source: Load Previous Caption
fr_ca: Charger libéllé précédent

# DocumentPageObjX
source: Object location X
fr_ca: Coordonnée X de l'objet

# DocumentPageObjY
source: Object location Y
fr_ca: Coordonnée Y de l'objet

# DocumentPageScaleDirection
source: Scale Direction
fr_ca: Direction de l'échelle

# DocumentPageTooltipSnapshot
source: Take a snapshot with device
fr_ca: Prendre une photo avec l'appareil

# EarthmatColourIndex
source: Index
fr_ca: Indexe

# EarthmatInterpNotes
source: Interpretation
fr_ca: Interprétation

# EarthmatPageClast
source: Clast Form
fr_ca: Forme clastique

# EarthmatPageColourFresh
source: Fresh
fr_ca: Surface fraîche

# EarthmatPageColourGeneric
source: Generic
fr_ca: De base

# EarthmatPageColourIntensity
source: Intensity
fr_ca: Intensité

# EarthmatPageColourPlaceholder
source: Generic + Intensity + Qualifier
fr_ca: Base + Intensité + Qualificatif

# EarthmatPageColourQualifier
source: Qualifier
fr_ca: Qualificatif

# EarthmatPageColourTitle
source: Colour
fr_ca: Couleur

# EarthmatPageColourWeathered
source: Weathered
fr_ca: Surface altérée

# EarthmatPageContactLower
source: Lower
fr_ca: Contact Inférieur

# EarthmatPageContactRelatedAlias
source: Related to
fr_ca: En relation avec

# EarthmatPageContactRelTitle
source: Contact relations
fr_ca: Relations entre contacts

# EarthmatPageContactUpper
source: Upper
fr_ca: Contact Supérieur

# EarthmatPageDetailSearchPlaceholder
source: Type detail ie. basalt
fr_ca: Tapez ex:. basalt

# EarthmatPageGeneralTitle
source: General
fr_ca: Général

# EarthmatPageInterpretationTitle
source: Interpretation
fr_ca: Interprétation

# EarthmatPageLithBedThick
source: Bedding Thickness
fr_ca: Épaisseur de couches/lits

# EarthmatPageLithDefFab
source: Deformation Fabric
fr_ca: Type de déformation

# EarthmatPageLithGrainSize
source: Grain/Crystal Size
fr_ca: Granulométrie

# EarthmatPageLithMapUnit
source: Map Unit
fr_ca: Unité Cartographique

# EarthmatPageLithOccurAs
source: Occurs as
fr_ca: Sous la forme de

# EarthmatPageLithoDetail
source: Detail
fr_ca: Détail

# EarthmatPageLithoModTitle
source: Lithologic Modifiers
fr_ca: Modificateur de lithologie

# EarthmatPageLithoTitle
source: Lithology - Setting and composition
fr_ca: Lithologie - Cadre et composition

# EarthmatPageLithPercent
source: Percent
fr_ca: Pourcentage

# EarthmatPageLithQualifier
source: Qualifier
fr_ca: Qualificatif structurel

# EarthmatPageMagQualifier
source: Qualifier
fr_ca: Qualificatif

# EarthmatPageMagSusc
source: Susceptibility (10-3 SI)
fr_ca: Susceptibilité (10-3 SI)

# EarthmatPageMagTitle
source: Magnetism
fr_ca: Magnétisme

# EarthmatPageMetaFacies
source: Facies
fr_ca: Faciès

# EarthmatPageMetaFaciesTitle
source: Metamorphic Facies
fr_ca: Faciès métamorphique

# EarthmatPageMetaInt
source: Intensity
fr_ca: Intensité

# EarthmatPageMineralogyTitle
source: Mineralogy
fr_ca: Minéralogie

# EarthmatPageOxidation
source: Oxidation
fr_ca: Oxydation

# EarthmatPageRelationDescription
source: Relation description
fr_ca: Description de la relation

# EarthmatPageRelationDescriptionPlaceholder
source: Type + Related To
fr_ca: Type + Relation

# EarthmatPageSearchPlaceholder
source: Type group ie. metamorphic
fr_ca: Tapez ex. métamorphique

# EarthmatPageSorting
source: Sorting
fr_ca: Composition

# EarthmatPageTitle
source: Earth Material
fr_ca: Matériaux du sol

# EarthmatPageWater
source: H2O Content
fr_ca: Contenu en eau

# EarthmatTooltipAddFossil
source: Tap to add a new fossil
fr_ca: Ajoutez un nouveau fossil

# EarthmatTooltipAddMA
source: Tap to add a new mineralization/alteration
fr_ca: Ajoutez une nouvelle minélisation/altération

# EarthmatTooltipAddMineral
source: Tap to add a new mineral
fr_ca: Ajoutez un nouveau minéral

# EarthmatTooltipAddPaleoflow
source: Tap to add a new paleoflow
fr_ca: Ajoutez un nouveau flot paléologique

# EarthmatTooltipAddSample
source: Tap to add a new sample
fr_ca: Ajoutez un nouvel échantillon

# EarthmatTooltipAddStruc
source: Tap to add a new structure
fr_ca: Ajoutez une nouvelle structure

# EnvironmentPageAzim
source: Azimuth
fr_ca: Azimut

# EnvironmentPageBoulder
source: Boulder
fr_ca: Rocher

# EnvironmentPageCover
source: Cover
fr_ca: Couverture

# EnvironmentPageDepthLayer
source: Active Depth Layer (m)
fr_ca: Profondeur couche active (m)

# EnvironmentPageExposure
source: Exposure
fr_ca: Exposition

# EnvironmentPageGeneralTitle
source: General
fr_ca: Général

# EnvironmentPageGroundTitle
source: Ground
fr_ca: Sol

# EnvironmentPageIce
source: Ice
fr_ca: Glace

# EnvironmentPageLandscapeTitle
source: Landscape
fr_ca: Paysage

# EnvironmentPagePattern
source: Pattern
fr_ca: Motifs

# EnvironmentPagePermIndicator
source: Permafrost Indicator
fr_ca: Indicateur de permafrost

# EnvironmentPageSlope
source: Slope
fr_ca: Pente

# EnvironmentPageTitle
source: Environment
fr_ca: Environnement

# FieldBookBackupGeneric
source: Backup
fr_ca: Sauvegarde

# FieldBookPageActivty
source: Activity
fr_ca: Activité

# FieldBookPageActivtyPlaceholder
source: Field Summer 2023
fr_ca: Camp terrain 2023

# FieldbookPageBackupMessage
source: Would you like to do a backup of selected field book?
fr_ca: Aimeriez-vous effectuer une sauvegarde du carnet de notes présentement sélectionné?

# FieldbookPageBackupTitle
source: Backup Field Book
fr_ca: Sauvegarde du carnet

# FieldBookPageChiefFName
source: First Name
fr_ca: Prénom

# FieldBookPageChiefLName
source: Last Name
fr_ca: Nom de famille

# FieldBookPageChiefMName
source: Middle Name
fr_ca: Deuxième prénom

# FieldbookPageDeleteMessage
source: Are you sure you want to remove selected field book from device?
fr_ca: Êtes-vous certain de vouloir supprimer le carnet de note sélectionné de l'appareil?

# FieldbookPageDeleteTitle
source: Delete Field Book
fr_ca: Supprimer le carnet

# FieldBookPageFailedToSave
source: Some mandatory fields have not been filled.
fr_ca: Certains champs obligatoire n'ont pas été remplis.

# FieldBookPageFailedToSaveTitle
source: Warning
fr_ca: Attention

# FieldBookPageGeologistTitle
source: Geologist
fr_ca: Géologue

# FieldBookPageOfficerCode
source: Officer Code
fr_ca: Code d'officier

# FieldBookPageOtherTitle
source: Other
fr_ca: Autre

# FieldBookPageProject
source: Project
fr_ca: Projet

# FieldBookPageProjectTitle
source: Project Leader
fr_ca: Chef de projet

# FieldBookPageSSN
source: Station Start Number
fr_ca: # de la première station

# FieldBookPageTitle
source: Field Book
fr_ca: Carnet de terrain

# FieldBookPageWorkType
source: Work Type
fr_ca: Type de travail

# FieldNotesEmptyDate
source: Missing date
fr_ca: Date manquante

# FielNotesDateHeader
source: Traverse Dates
fr_ca: Dates de traverses

# FielNotesDrillHolesHeader
source: Drill Holes
fr_ca: Forages

# FielNotesEMHeader
source: Earth Materials
fr_ca: Matériaux du sol

# FielNotesEnvironmentHeader
source: Environment
fr_ca: Environnement

# FielNotesFossilHeader
source: Fossil
fr_ca: Fossile

# FielNotesMineralHeader
source: Mineral
fr_ca: Minéral

# FielNotesMineralizationHeader
source: Mineralization/Alteration
fr_ca: Minéralisation / Altération

# FielNotesPaleoflowHeader
source: Paleoflow
fr_ca: Flux paléoglaciaire

# FielNotesPhotoHeader
source: Photos
fr_ca: Photo

# FielNotesSampleHeader
source: Samples
fr_ca: Échantillons

# FossilPageGeneralTitle
source: General
fr_ca: Général

# FossilPageTitle
source: Fossil
fr_ca: Fossile

# GenericButtonCancel
source: Cancel
fr_ca: ANNULER

# GenericButtonDelete
source: Delete
fr_ca: SUPPRIMER

# GenericButtonNo
source: No
fr_ca: Non

# GenericButtonYes
source: Yes
fr_ca: Oui

# MapPageAddData
source: Tap to add a new layer.
fr_ca: Ajouter une nouvelle couche de données.

# MapPageAddPhoto
source: Tap to add a quick photo record.
fr_ca: Ajouter une nouvelle photo.

# MapPageAddSample
source: Tap to add a quick sample record.
fr_ca: Ajouter un nouvel échantillon.

# MapPageAddStation
source: Tap to add a station record.
fr_ca: Ajouter une nouvelle station.

# MapPageAddStruc
source: Tap to add a quick structure/pflow record.
fr_ca: Ajouter une nouvelle structure ou paléoflow.

# MapPageAddWaypoint
source: Tap to add a waypoint.
fr_ca: Ajouter un point d'intérêt.

# MapPageAddWaypointDialogMessage
source: Please enter the WMS web link including the layer to be added.
fr_ca: Veuillez écrire l'adresse complète du service WMS à ajouter.

# MapPageAddWaypointDialogTitle
source: Add WMS
fr_ca: Ajouter une couche WMS

# MapPageAddWMS
source: Tap to add an URL of an online Web Mapping Server (WMS).
fr_ca: Ajouter une adresse web d'un service de cartographique (WMS).

# MapPageAddWMSFailMessage
source: Entered URL failed to fetch a layer. Please make sure the URL contains the layer name and is preceded by "&layers=".
fr_ca: L'adresse URL du service WMS a échoué à trouver une couche de données. Veuillez-vous assurer que celui-ci possède bien le nom de la dite couche et que cette dernière est précédé par "&layers=".

# MapPageAddWMSFailTitle
source: WMS Failure
fr_ca: WMS Ajout impossible

# MapPageAddXY
source: Tap to manually create a location record from XY or lat/long.
fr_ca: Ajouter manuellement une coordonnées XY ou Lat/Long.

# MapPageGPSMode
source: Tap to turn on/off GPS.
fr_ca: Éteindre/Allumer le GPS.

# MapPageLayer
source: Tap to see a list of all loaded layers and more options.
fr_ca: Menu de toutes les couches présentation accessible dans la carte.

# MineralizationAlterationPageFacies
source: Facies
fr_ca: Faciès d'alteration

# MineralizationAlterationPageTitle
source: Mineralization / Alteration
fr_ca: Minéralisation / Altération

# MineralizationAlterationPageType
source: Mineralization / Alteration
fr_ca: Minéralisation / Altération

# MineralizationAlterationPageUnit
source: Unit
fr_ca: Unité

# MineralizationAlterationTooltipAddMineral
source: Tap to add a new mineral
fr_ca: Ajouter un nouveau minéral

# MineralPageColour
source: Colour
fr_ca: Couleur

# MineralPageFormHabit
source: Form / Habit
fr_ca: Forme / Structure

# MineralPageGeneralTitle
source: General
fr_ca: Génral

# MineralPageMode
source: Mode
fr_ca: Résiduel

# MineralPageName
source: Name
fr_ca: Nom

# MineralPageNameSearchPlaceholder
source: Search mineral name
fr_ca: Rechercher un nom de minéral

# MineralPageTitle
source: Mineral
fr_ca: Minéral

# PaleoflowBedSurface
source: Bedrock surface
fr_ca: Surface de la roche

# PaleoflowMethod
source: Method
fr_ca: Méthode

# PaleoflowPageAzimuth
source: Azimuth
fr_ca: Azimut

# PaleoflowPageClass
source: Class
fr_ca: Classe

# PaleoflowPageDipPlunge
source: Dip
fr_ca: Pendage

# PaleoflowPageFeature
source: Feature
fr_ca: Caractérisque

# PaleoflowPageIndicators
source: Numbers of Indicators
fr_ca: Nombre d'indicateur

# PaleoflowPageIsMainDirection
source: Is Main Direction?
fr_ca: Direction principale?

# PaleoflowPageMeasurementTitle
source: Measurements
fr_ca: Mesures

# PaleoflowPageQuality
source: Quality
fr_ca: Qualité

# PaleoflowPageSense
source: Sense
fr_ca: Sens

# PaleoflowPageTitle
source: Paleoflow
fr_ca: Flux paléoglaciaire

# PaleoflowRelativeAge
source: Relative Age
fr_ca: Âge relatif

# SamplePageAzimuth
source: Azimuth
fr_ca: Azimut

# SamplePageCoreBy
source: Sampled by
fr_ca: Échantillonné par

# SamplePageCoreFrom
source: From
fr_ca: À partir de

# SamplePageCoreLength
source: Length
fr_ca: Longueur

# SamplePageCorePortion
source: Size (in quarters)
fr_ca: Proportion (en quart)

# SamplePageCoreTitle
source: Core
fr_ca: Carotte

# SamplePageCoreTo
source: To
fr_ca: Jusqu'à

# SamplePageDepthMax
source: Depth Max. (cm)
fr_ca: Profondeur Max. (cm)

# SamplePageDepthMin
source: Depth Min. (cm)
fr_ca: Profondeur Min. (cm)

# SamplePageDipPlunge
source: Dip/Plunge
fr_ca: Pendage/Plongée

# SamplePageDuplicateName
source: Duplicate name
fr_ca: Nom de duplicat

# SamplePageDuplicateReminderMessage
source: This is a reminder to take a blank or a duplicate sample.
fr_ca: Ceci est un rappel de prendre un blanc ou un duplicate.

# SamplePageDuplicateReminderTitle
source: Duplicate time!
fr_ca: C'est l'heure des duplicats!

# SamplePageGeneralTitle
source: General
fr_ca: Général

# SamplePageIsBlank
source: Is Blank?
fr_ca: Est-ce un blanc?

# SamplePageIsDuplicate
source: Is Duplicate?
fr_ca: Est-ce un duplicat?

# SamplePagePurpose
source: Purpose
fr_ca: But

# SamplePageQuality
source: Quality
fr_ca: Qualité

# SamplePageState
source: State
fr_ca: État

# SamplePageStateTitle
source: State
fr_ca: État

# SamplePageTitle
source: Sample
fr_ca: Échantillon

# SettingPageCategoryBedrock
source: Bedrock
fr_ca: Roches en place

# SettingPageCategoryCommon
source: Common
fr_ca: Commun

# SettingPageCategorySurficial
source: Surficial
fr_ca: Dépôts meubles

# SettingPageDebugHeading
source: Debug
fr_ca: Débogue

# SettingPageDebugLog
source: Logs
fr_ca: Journal

# SettingPageDebugLogSave
source: Save
fr_ca: Enreg.

# SettingPageDebugLogUsage
source: Save of copy of debug logs.
fr_ca: Enregistrer une copie du journal.

# SettingPageHeading
source: Field Notes Tables
fr_ca: Tables des notes de terrain

# SettingPageThemeExplanation
source: Hides/shows theme bars in the field notes page.
fr_ca: Masque/Affiche les barres de thèmes dans la page de notes de terrain.

# SettingPageTitle
source: Settings
fr_ca: Paramètres

# ShellAboutTitle
source: About
fr_ca: À propos

# ShellFieldBooksTitle
source: Field Books
fr_ca: Carnets de terrain

# ShellFieldNotesTitle
source: Field Notes
fr_ca: Notes de terrain

# ShellFileSaveFail
source: The file was not saved successfully with error:
fr_ca: le fichier n'a pas été sauvegardé correctement, à la suite de cette erreur:

# ShellFileSaveSuccess
source: The file was saved successfully to location:
fr_ca: Le fichier a été sauvegardé avec succès à cet endroit:

# ShellGetBugLogTitle
source: Download bug log
fr_ca: Sauvegarder log de bug

# ShellMapTitle
source: Map
fr_ca: Carte

# ShellPicklistEditorTitle
source: Picklist editor
fr_ca: Éditions des listes déroulantes

# ShellQuickBackupTitle
source: Quick Database Backup
fr_ca: Sauvegarde rapide

# ShellQuickPhotoBackupTitle
source: Quick Photo Backup
fr_ca: Sauvegarde des photos

# ShellSettingsTitle
source: Settings
fr_ca: Paramètres

# StationPageCurrentNotePlaceholder
source: Current station notes
fr_ca: Station actuelle

# StationPageGeneralAirPhoto
source: Air Photo #
fr_ca: Photo Aérienne

# StationPageGeneralPhysEnv
source: Phys. Environment
fr_ca: Environnement

# StationPageGeneralRelatedTo
source: Related To
fr_ca: En lien avec

# StationPageGeneralRelatedToPlaceholder
source: e.g. another station alias
fr_ca: Ex: une autre station

# StationPageGeneralTitle
source: General
fr_ca: Général

# StationPageNotesCurrent
source: Current
fr_ca: Station actuelle

# StationPageNotesSLS
source: Since Last Station
fr_ca: Depuis dernière station

# StationPageOutcropQuality
source: Quality
fr_ca: Qualité

# StationPageOutcropSize
source: Size
fr_ca: Taille

# StationPageOutcropSizePlaceholder
source: e.g. 10m
fr_ca: Ex: 10m

# StationPageOutcropTitle
source: Outcrop
fr_ca: Affleurement

# StationPageSLSPlaceholder
source: Since last station
fr_ca: Depuis dernière station

# StationTooltipAddEM
source: Tap to add a new earth material
fr_ca: Ajoutez un nouveau matériaux du sol

# StationTooltipAddEnv
source: Tap to add a new environment
fr_ca: Ajoutez un nouvel environnement

# StationTooltipAddMA
source: Tap to add a new mineralization/alteration
fr_ca: Ajoutez une nouvelle minélisation/altération

# StationTooltipAddPhoto
source: Tap to add one or many photos
fr_ca: Ajoutez une ou plusieurs photo

# StructurePageAttitude
source: Attitude
fr_ca: Disposition

# StructurePageAzimuth
source: Azimuth
fr_ca: Azimut

# StructurePageClass
source: Class and type
fr_ca: Classe et type

# StructurePageDetail
source: Detail
fr_ca: Détail

# StructurePageDipPlunge
source: Dip/Plunge
fr_ca: Pendage/Plongée

# StructurePageFabric
source: Fabric
fr_ca: Composition

# StructurePageFlattening
source: Flattening
fr_ca: Cisaillement

# StructurePageGeneration
source: Generation
fr_ca: Génération

# StructurePageMaxSize
source: Size Max. (mm)
fr_ca: Taille Max. (mm)

# StructurePageMeasurementTitle
source: Measurements
fr_ca: Mesures

# StructurePageMethod
source: Method
fr_ca: Méthode

# StructurePageMinSize
source: Size Min. (mm)
fr_ca: Taille Min. (mm)

# StructurePageRelate
source: Related
fr_ca: Relation

# StructurePageSense
source: Sense
fr_ca: Sens

# StructurePageStrain
source: Strain
fr_ca: Déformation

# StructurePageYounging
source: Younging
fr_ca: Polarité

# ToastDevModeActivated
source: Developer mode activated
fr_ca: Mode déveleppeur activé

# ToastFieldBookBackup
source: Field book was successfully saved to: {0}
fr_ca: Le carnet a été sauvegardé avec succès ici: {0}

# ToastFieldBookBackupFailed
source: Field book was not saved successfully and shows error: {0}
fr_ca: La sauvegarde du carnet a rencontré une erreur: {0}

# ToastSaveBackup
source: The file was saved successfully to location: {0}
fr_ca: Le fichier a été sauvegardé avec succès ici: {0}

# ToastSaveBackupFailed
source: The file was not saved successfully with error: {0}
fr_ca: La sauvegarde a rencontré une erreur: {0}

# ToastSaveRecord
source: Record has been saved.
fr_ca: L'entrée a été sauvegardé.

# WatermarkNoFieldBook
source: Please add a new field book
fr_ca: Veuillez ajouter un carnet.
